Repository: KevinCFechtel/Flux
Catalog: apple/ios/FluxNews/Localizable.xcstrings
Source language: en
Languages: de

source: %lld audio
de: %lld Audio-Dateien

source: %lld downloaded
de: %lld heruntergeladen

source: %lld pending
de: %lld ausstehend

source: 1 audio
de: 1 Audio-Datei

source: Account data and feed preferences on this installation will be removed.
de: Accountdaten und Feed-Einstellungen auf dieser Installation werden entfernt.

source: Add Feed
de: Feed hinzufügen

source: Add to Listening List
de: Zur Hörliste hinzufügen

source: All News
de: Alle Nachrichten

source: Cancel sync
de: Synchronisierung abbrechen

source: Cancelling
de: Synchronisierung wird abgebrochen

source: Category
de: Kategorie

source: Custom HTTP Headers
de: Benutzerdefinierte HTTP-Header

source: Cancel Download
de: Download abbrechen

source: Cancelling Download
de: Download wird abgebrochen

source: Chapters
de: Kapitel

source: Delete Download
de: Download löschen

source: Deletion Pending
de: Löschen ausstehend

source: Download
de: Herunterladen

source: Duration
de: Dauer

source: Playback speed
de: Wiedergabegeschwindigkeit

source: Retry Download
de: Download erneut versuchen

source: Sleep Timer
de: Schlaftimer

source: Stops in
de: Stoppt in

source: Stop
de: Stopp

source: Chapter %lld
de: Kapitel %lld

source: Download Audio
de: Audio herunterladen

source: Swipe Download Audio
de: Audio herunterladen

source: Marks all unread articles in this scope as read.
de: Markiert alle ungelesenen Artikel in diesem Bereich als gelesen.

source: Miniflux will look for available feeds at this address.
de: Miniflux sucht unter dieser Adresse nach verfügbaren Feeds.

source: Read-only discovery; no legacy data is imported or modified.
de: Nur lesbare Ermittlung; es werden keine Legacy-Daten importiert oder geändert.

source: Remove from Listening List
de: Aus Hörliste entfernen

source: Removes this account and its local account data, but keeps global app and display preferences.
de: Entfernt diesen Account und seine lokalen Accountdaten, behält aber globale App- und Anzeigeeinstellungen bei.

source: Rendered
de: Formatiert

source: Search
de: Suche

source: Show relative publication time
de: Veröffentlichungszeit relativ anzeigen

source: Starred
de: Markiert

source: Syncing…
de: Wird synchronisiert…

source: Text Only
de: Nur Text

source: Use Miniflux default
de: Miniflux-Standard verwenden

source: Validate and Continue
de: Prüfen und fortfahren

source: Visual compact
de: Visuell kompakt

source: Background Sync
de: Hintergrundsynchronisierung

source: Background Sync setting could not be loaded. Please try again.
de: Die Einstellung für die Hintergrundsynchronisierung konnte nicht geladen werden. Bitte versuchen Sie es erneut.

source: Background Sync setting could not be saved. Please try again.
de: Die Einstellung für die Hintergrundsynchronisierung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: When enabled, FluxNews may refresh news in the background and when you return to the app. Manual Sync remains available at all times.
de: Wenn aktiviert, kann FluxNews Nachrichten im Hintergrund und bei der Rückkehr zur App aktualisieren. Die manuelle Synchronisierung bleibt jederzeit verfügbar.

source: Saving…
de: Wird gespeichert …

source: %lld new articles
de: %lld neue Artikel

source: 1 new article
de: 1 neuer Artikel

source: System Notifications
de: Systemmitteilungen

source: FluxNews notification permission is disabled. Enable notifications in iOS Settings to use System Notifications.
de: Die Mitteilungsberechtigung für FluxNews ist deaktiviert. Aktivieren Sie Mitteilungen in den iOS-Einstellungen, um Systemmitteilungen zu verwenden.

source: Bookmarks
de: Markiert

source: Content
de: Inhalt

source: Choose the FluxNews content this widget shows.
de: Wählen Sie die FluxNews-Inhalte aus, die dieses Widget anzeigt.

source: FluxNews Headlines
de: FluxNews-Schlagzeilen

source: Shows the latest articles from your selected FluxNews view.
de: Zeigt die neuesten Artikel aus der ausgewählten FluxNews-Ansicht.

source: FluxNews count and last successful sync.
de: FluxNews-Anzahl und letzte erfolgreiche Synchronisierung.

source: unread
de: ungelesen

source: bookmarked
de: markiert

source: No bookmarks
de: Keine Markierungen

source: No unread news
de: Keine ungelesenen Nachrichten

source: Open FluxNews to configure
de: FluxNews zum Konfigurieren öffnen

source: Waiting for first successful sync
de: Warte auf die erste erfolgreiche Synchronisierung

source: No widget data available
de: Keine Widget-Daten verfügbar

source: Never
de: Nie

source: Last sync: %@
de: Letzte Synchronisierung: %@

source: Selected category unavailable
de: Ausgewählte Kategorie nicht verfügbar

source: Selected feed unavailable
de: Ausgewählter Feed nicht verfügbar

source: Open %@ in FluxNews
de: %@ in FluxNews öffnen

source: Reading time
de: Lesezeit

source: %lld unread
de: %lld ungelesen

source: Rebuild Local State
de: Lokalen Zustand neu aufbauen

source: Rebuilding Local State…
de: Lokaler Zustand wird neu aufgebaut…

source: Local state rebuilt.
de: Lokaler Zustand wurde neu aufgebaut.

source: Local state was cleared, but synchronization could not be completed.
de: Der lokale Zustand wurde gelöscht, aber die Synchronisierung konnte nicht abgeschlossen werden.

source: Rebuild discards synchronized local data and downloads it again from Miniflux while keeping this account and your settings. Remove Account also removes account-bound data and credentials.
de: Neu aufbauen verwirft synchronisierte lokale Daten und lädt sie erneut von Miniflux, während dieser Account und deine Einstellungen erhalten bleiben. Account entfernen löscht zusätzlich accountgebundene Daten und Zugangsdaten.

source: Rebuild Local State?
de: Lokalen Zustand neu aufbauen?

source: Rebuild
de: Neu aufbauen

source: Synchronized local content and pending changes will be discarded and rebuilt from Miniflux. Your account and settings are preserved. If synchronization fails, the previous local data cannot be restored.
de: Synchronisierte lokale Inhalte und ausstehende Änderungen werden verworfen und von Miniflux neu aufgebaut. Dein Account und deine Einstellungen bleiben erhalten. Falls die Synchronisierung fehlschlägt, können die vorherigen lokalen Daten nicht wiederhergestellt werden.

source: Sync article changes immediately
de: Artikeländerungen sofort synchronisieren

source: When enabled, read/unread and star changes are saved locally first and then sent to Miniflux immediately. If delivery fails, FluxNews keeps the change pending for a later retry.
de: Wenn aktiviert, werden Änderungen an Gelesen/Ungelesen und Markierungen zuerst lokal gespeichert und anschließend sofort an Miniflux gesendet. Schlägt die Übertragung fehl, hält FluxNews die Änderung für einen späteren Versuch ausstehend.

source: Immediate article sync setting could not be saved. Please try again.
de: Die Einstellung für die sofortige Artikelsynchronisierung konnte nicht gespeichert werden. Bitte versuche es erneut.

source: Immediate article sync setting could not be loaded. Please try again.
de: Die Einstellung für die sofortige Artikelsynchronisierung konnte nicht geladen werden. Bitte versuche es erneut.

source: Swipe Actions
de: Wischaktionen

source: Leading Side
de: Führende Seite

source: Trailing Side
de: Nachlaufende Seite

source: Full Swipe
de: Vollständiges Wischen

source: Additional Action
de: Zusätzliche Aktion

source: None
de: Keine

source: Each side supports up to two actions. The Full Swipe action is the outer action and runs when you deliberately swipe through the row.
de: Jede Seite unterstützt bis zu zwei Aktionen. Die Aktion für vollständiges Wischen liegt außen und wird ausgeführt, wenn du bewusst über die gesamte Zeile wischst.

source: Read / Unread
de: Gelesen / Ungelesen

source: Star / Unstar
de: Markieren / Markierung entfernen

source: Full Swipe: %@
de: Vollständiges Wischen: %@

source: Inner: %@ · Full Swipe: %@
de: Innen: %@ · Vollständiges Wischen: %@

source: Storage & Reader
de: Speicher & Reader

source: Keep read articles
de: Gelesene Artikel behalten

source: 30 days
de: 30 Tage

source: 60 days
de: 60 Tage

source: 90 days
de: 90 Tage

source: 180 days
de: 180 Tage

source: 365 days
de: 365 Tage

source: Reader detail limit
de: Reader-Textlimit

source: 5,000 characters
de: 5.000 Zeichen

source: 10,000 characters
de: 10.000 Zeichen

source: 20,000 characters
de: 20.000 Zeichen

source: Read article retention controls how long synchronized read items remain in local history. The Reader detail limit controls how much article text the Core keeps when a feed uses truncated Reader content.
de: Die Aufbewahrungsdauer legt fest, wie lange synchronisierte gelesene Artikel im lokalen Verlauf bleiben. Das Reader-Textlimit bestimmt, wie viel Artikeltext der Core behält, wenn ein Feed gekürzte Reader-Inhalte verwendet.

source: Read article retention setting could not be saved. Please try again.
de: Die Aufbewahrungsdauer für gelesene Artikel konnte nicht gespeichert werden. Bitte versuche es erneut.

source: Reader detail limit setting could not be saved. Please try again.
de: Das Reader-Textlimit konnte nicht gespeichert werden. Bitte versuche es erneut.

source: Read article retention setting could not be loaded. Please try again.
de: Die Aufbewahrungsdauer für gelesene Artikel konnte nicht geladen werden. Bitte versuche es erneut.

source: Reader detail limit setting could not be loaded. Please try again.
de: Das Reader-Textlimit konnte nicht geladen werden. Bitte versuche es erneut.

# Swipe Read
source: Read
de: Gelesen

# Swipe Unread
source: Unread
de: Ungelesen

# Swipe Star
source: Star
de: Markieren

# Swipe Unstar
source: Unstar
de: Entmarkieren

# Swipe Comments
source: Comments
de: Kommentare

# Swipe Share
source: Share
de: Teilen

# Swipe Save
source: Save
de: Speichern

source: Restart
de: Neu starten

source: Play
de: Abspielen

source: Pause
de: Pausieren

source: Back 15 seconds
de: 15 Sekunden zurück

source: Forward 30 seconds
de: 30 Sekunden vor

source: Loading article…
de: Artikel wird geladen …

source: Media artwork
de: Medien-Cover

source: Unknown Feed
de: Unbekannter Feed

source: Buffering…
de: Wird gepuffert …

source: Loading…
de: Wird geladen …

source: Choose audio
de: Audio auswählen

source: %lld%% downloaded
de: %lld %% heruntergeladen

source: Listening List is Empty
de: Hörliste ist leer

source: Add audio news to your Listening List to find them here.
de: Füge Nachrichten mit Audio zur Hörliste hinzu, um sie hier zu finden.

source: Untitled News
de: Nachricht ohne Titel

source: Listening List actions
de: Aktionen der Hörliste

source: All Feeds
de: Alle Feeds

source: Recently Added
de: Kürzlich hinzugefügt

source: Publication Date
de: Veröffentlichungsdatum

source: Filter Listening List by feed
de: Hörliste nach Feed filtern

source: Sort Listening List
de: Hörliste sortieren

source: Downloading
de: Wird heruntergeladen

source: Preparing Download
de: Download wird vorbereitet

source: Download Network
de: Download-Netzwerk

source: Any Network
de: Jedes Netzwerk

source: Unmetered Networks Only
de: Nur nicht getaktete Netzwerke

source: Keep Downloads
de: Downloads behalten

source: Forever
de: Dauerhaft

source: 7 days
de: 7 Tage

source: Automatically download Listening List audio
de: Audio aus der Hörliste automatisch herunterladen

source: Delete download after playback completes
de: Download nach Abschluss der Wiedergabe löschen

source: Remove completed items from Listening List
de: Abgeschlossene Einträge aus der Hörliste entfernen

source: Media
de: Medien

source: Media settings could not be loaded. Please try again.
de: Die Medieneinstellungen konnten nicht geladen werden. Bitte versuche es erneut.

source: Media setting could not be saved. Please try again.
de: Die Medieneinstellung konnte nicht gespeichert werden. Bitte versuche es erneut.

source: Automatic and manual downloads use the same network policy. Retention cleanup applies to downloaded media that is no longer protected by active playback or other Core media state.
de: Automatische und manuelle Downloads verwenden dieselbe Netzwerkregel. Die Aufbewahrungsbereinigung gilt für heruntergeladene Medien, die nicht mehr durch aktive Wiedergabe oder einen anderen Medienzustand im Core geschützt sind.

source: The media Core is unavailable.
de: Der Medien-Core ist nicht verfügbar.

source: The media Core session is unavailable.
de: Die Medien-Core-Sitzung ist nicht verfügbar.

source: The media URL is not playable.
de: Die Medien-URL kann nicht wiedergegeben werden.

source: The audio session could not be activated.
de: Die Audiositzung konnte nicht aktiviert werden.

source: Playback start failed
de: Wiedergabe konnte nicht gestartet werden

source: Chapter %lld of %lld
de: Kapitel %1$lld von %2$lld

source: Audio %lld of %lld
de: Audio %1$lld von %2$lld

source: Expanded
de: Ausgeklappt

source: Collapsed
de: Eingeklappt

source: Action Bar
de: Aktionsleiste

source: Article List Actions
de: Aktionen der Artikelliste

source: Available Actions
de: Verfügbare Aktionen

source: Choose the actions shown on the article list. More is always available for secondary actions.
de: Wähle die Aktionen aus, die in der Artikelliste angezeigt werden. Weitere Aktionen bleiben immer verfügbar.

source: Now Playing
de: Jetzt läuft

source: Remove
de: Entfernen

source: Reset to Default
de: Auf Standard zurücksetzen

# %lld article
source: %lld articles
de: %lld Artikel

# %lld unread article
source: %lld unread articles
de: %lld ungelesene Artikel

# %lld article marked as read
source: %lld articles marked as read
de: %lld Artikel als gelesen markiert

source: %lld lines
de: %lld Zeilen

source: , starred
de: , markiert

source: API Key
de: API-Schlüssel

source: API key
de: API-Schlüssel

source: Account required
de: Account erforderlich

source: Action Failed
de: Aktion fehlgeschlagen

source: Add
de: Hinzufügen

source: Add Category
de: Kategorie hinzufügen

source: Add Header
de: Header hinzufügen

source: All Articles
de: Alle Artikel

source: App Group
de: App-Gruppe

source: Article Action
de: Artikelaktion

source: Articles
de: Artikel

source: Articles could not be loaded. Please try again.
de: Artikel konnten nicht geladen werden. Bitte versuchen Sie es erneut.

source: Base URL
de: Basis-URL

source: Cancel
de: Abbrechen

source: Category name
de: Kategoriename

source: Choose a Feed
de: Feed auswählen

source: Choose news scope
de: Nachrichtenbereich auswählen

source: Clear
de: Löschen

source: Comments available
de: Kommentare verfügbar

source: Compact
de: Kompakt

source: Compatible settings
de: Kompatible Einstellungen

source: Connection Diagnostics
de: Verbindungsdiagnose

source: Continue
de: Fortfahren

source: Copy Link
de: Link kopieren

source: Could not add category. Please try again.
de: Die Kategorie konnte nicht hinzugefügt werden. Bitte versuchen Sie es erneut.

source: Could not add feed. Please try again.
de: Der Feed konnte nicht hinzugefügt werden. Bitte versuchen Sie es erneut.

source: Could not discover feeds. Please try again.
de: Feeds konnten nicht gefunden werden. Bitte versuchen Sie es erneut.

source: Custom headers
de: Benutzerdefinierte Header

source: Custom headers must have unique valid names and cannot replace FluxNews transport headers.
de: Benutzerdefinierte Header müssen eindeutige gültige Namen haben und dürfen keine FluxNews-Transport-Header ersetzen.

source: Detail Rendering
de: Detaildarstellung

source: Developer Diagnostics
de: Entwicklerdiagnose

source: Done
de: Fertig

source: Download metadata
de: Download-Metadaten

source: Enter a valid HTTP or HTTPS Miniflux server URL.
de: Geben Sie eine gültige HTTP- oder HTTPS-Miniflux-Server-URL ein.

source: Enter both a Miniflux server URL and API key.
de: Geben Sie eine Miniflux-Server-URL und einen API-Schlüssel ein.

source: Feed Settings
de: Feed-Einstellungen

source: Feed preferences
de: Feed-Einstellungen

source: Feed settings could not be loaded. Please try again.
de: Feed-Einstellungen konnten nicht geladen werden. Bitte versuchen Sie es erneut.

source: Feed settings could not be saved. Please try again.
de: Feed-Einstellungen konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Filter and Sort
de: Filtern und sortieren

source: Flux could not resolve a valid Miniflux entry URL.
de: Flux konnte keine gültige Miniflux-Eintrags-URL ermitteln.

source: FluxNews could not start
de: FluxNews konnte nicht gestartet werden

source: FluxNews could not start. Check the account configuration and try again.
de: FluxNews konnte nicht gestartet werden. Überprüfen Sie die Account-Konfiguration und versuchen Sie es erneut.

source: Header value
de: Header-Wert

source: Hide empty feeds
de: Leere Feeds ausblenden

source: Initialized
de: Initialisiert

source: Keychain credentials
de: Schlüsselbund-Zugangsdaten

source: Legacy database
de: Legacy-Datenbank

source: Legacy migration feasibility
de: Migrationsprüfung für Legacy-Daten

source: Link copied
de: Link kopiert

source: Listening List
de: Hörliste

source: Loading article...
de: Artikel wird geladen...

source: Loading articles
de: Artikel werden geladen

source: Mark All as Read
de: Alle als gelesen markieren

source: Mark All as Read and Continue
de: Alle als gelesen markieren und fortfahren

source: Mark as Read
de: Als gelesen markieren

source: Mark as Unread
de: Als ungelesen markieren

source: Mark read on scrollover
de: Beim Vorbeiscrollen als gelesen markieren

source: Miniflux did not find a subscription for this URL.
de: Miniflux hat für diese URL kein Abonnement gefunden.

source: Miniflux rejected the API key.
de: Miniflux hat den API-Schlüssel abgelehnt.

source: Miniflux server returned an unexpected response.
de: Der Miniflux-Server hat eine unerwartete Antwort zurückgegeben.

source: More
de: Mehr

source: New articles available
de: Neue Artikel verfügbar

source: Newest First
de: Neueste zuerst

source: News
de: Nachrichten

source: News could not be synced. Please try again.
de: Nachrichten konnten nicht synchronisiert werden. Bitte versuchen Sie es erneut.

source: News syncing…
de: Nachrichten werden synchronisiert…

source: No News
de: Keine Nachrichten

source: No article selected
de: Kein Artikel ausgewählt

source: No results
de: Keine Ergebnisse

source: No third-party integration is configured in Miniflux
de: In Miniflux ist keine Drittanbieterintegration eingerichtet

source: No unread articles
de: Keine ungelesenen Artikel

source: Oldest First
de: Älteste zuerst

source: Open Comments
de: Kommentare öffnen

source: Open Original
de: Original öffnen

source: Open article
de: Artikel öffnen

source: Open in Miniflux
de: In Miniflux öffnen

source: Open in Reader
de: Im Reader öffnen

source: Opens the article
de: Öffnet den Artikel

source: Playback progress
de: Wiedergabefortschritt

source: Presentation
de: Darstellung

source: Preview lines
de: Vorschauzeilen

source: Production identity
de: Produktionsidentität

source: Read
de: Gelesen

source: Read, starred
de: Gelesen, markiert

source: Ready
de: Bereit

source: Recoverable startup error
de: Behebbarer Startfehler

source: Remove Account
de: Account entfernen

source: Remove articles when read
de: Artikel nach dem Lesen entfernen

source: Remove this account?
de: Diesen Account entfernen?

source: Retry
de: Erneut versuchen

source: Sandbox paths
de: Sandbox-Pfade

source: Save to Third-Party Service
de: In Drittanbieterdienst speichern

source: Saved to third-party service
de: In Drittanbieterdienst gespeichert

source: Search Failed
de: Suche fehlgeschlagen

source: Search Miniflux
de: Miniflux durchsuchen

source: Search Results
de: Suchergebnisse

source: Search could not be completed. Please try again.
de: Die Suche konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.

source: Searching
de: Suche läuft

source: Set Up FluxNews
de: FluxNews einrichten

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Show
de: Anzeigen

source: Show article count
de: Artikelanzahl anzeigen

source: Showing %lld of %lld
de: %lld von %lld werden angezeigt

source: Sort
de: Sortieren

source: Star
de: Markieren

source: Starting
de: Wird gestartet

source: Starting FluxNews…
de: FluxNews wird gestartet…

source: Startup category
de: Startkategorie

source: Startup feed
de: Startfeed

source: Startup scope
de: Startbereich

source: Sync complete
de: Synchronisierung abgeschlossen

source: Sync news
de: Nachrichten synchronisieren

source: Syncing
de: Synchronisierung läuft

source: The Miniflux server could not be reached. Check the server URL and network connection.
de: Der Miniflux-Server konnte nicht erreicht werden. Überprüfen Sie die Server-URL und die Netzwerkverbindung.

source: The Miniflux server returned an unexpected response.
de: Der Miniflux-Server hat eine unerwartete Antwort zurückgegeben.

source: The account could not be activated. Your previous account is still active.
de: Der Account konnte nicht aktiviert werden. Ihr bisheriger Account bleibt aktiv.

source: The account could not be removed.
de: Der Account konnte nicht entfernt werden.

source: The article could not be loaded in Reader.
de: Der Artikel konnte nicht im Reader geladen werden.

source: The article could not be updated. Please try again.
de: Der Artikel konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The article does not have a valid web URL.
de: Der Artikel hat keine gültige Web-URL.

source: This server does not provide the required Miniflux endpoint.
de: Dieser Server stellt den erforderlichen Miniflux-Endpunkt nicht bereit.

source: Truncate Detail
de: Detailansicht kürzen

source: Unable to Load Articles
de: Artikel können nicht geladen werden

source: Unable to Open Article
de: Artikel kann nicht geöffnet werden

source: Unable to load article
de: Artikel kann nicht geladen werden

source: Unavailable
de: Nicht verfügbar

source: Undo
de: Rückgängig

source: Unexpected
de: Unerwartet

source: Unread
de: Ungelesen

source: Unread Only
de: Nur ungelesene

source: Unread, starred
de: Ungelesen, markiert

source: Unstar
de: Markierung entfernen

source: Visual
de: Visuell

source: Actions not selected for direct display remain available under More when they are relevant to the current article scope.
de: Aktionen, die nicht für die direkte Anzeige ausgewählt sind, bleiben unter „Mehr“ verfügbar, wenn sie für den aktuellen Artikelbereich relevant sind.

source: Added to Listening List
de: Zur Hörliste hinzugefügt

source: Always available
de: Immer verfügbar

source: Always shown
de: Immer angezeigt

source: Automatically Download Audio
de: Audio automatisch herunterladen

source: Backup Password
de: Backup-Passwort

source: Choose Backup to Restore
de: Backup zur Wiederherstellung auswählen

source: Configuration Backup
de: Konfigurations-Backup

source: Configuration backup prepared.
de: Konfigurations-Backup vorbereitet.

source: Configuration restore rollback failed.
de: Das Zurücksetzen nach der fehlgeschlagenen Wiederherstellung ist fehlgeschlagen.

source: Configuration restored and synchronized.
de: Konfiguration wiederhergestellt und synchronisiert.

source: Configuration restored. Synchronization will be retried later.
de: Konfiguration wiederhergestellt. Die Synchronisierung wird später erneut versucht.

source: Configure a Miniflux account before exporting a backup.
de: Richten Sie vor dem Export eines Backups einen Miniflux-Account ein.

source: Connection Details
de: Verbindungsdetails

source: Download cancelled
de: Download abgebrochen

source: Download deletion requested
de: Löschen des Downloads angefordert

source: Download requested
de: Download angefordert

source: Enter a backup password.
de: Geben Sie ein Backup-Passwort ein.
